Repository: alams154/music-assistant-alexa-skill-prototype
Catalog: app/locales/*/LC_MESSAGES/data.po
Languages: de_de, pt_br

source: Welcome to {}
de_de: Willkommen bei {}
pt_br: Bem-vindo ao {}

source: Welcome to {}. You can play, stop, resume listening. How can I help you ?
de_de: Willkommen bei {}. Du kannst die Wiedergabe starten, stoppen oder fortsetzen. Wie kann ich dir helfen?
pt_br: Bem-vindo ao {}. Você pode tocar, parar ou continuar ouvindo. Como posso ajudá-lo?

source: Sorry, I could not understand what you've just said.
de_de: Entschuldigung, ich konnte nicht verstehen, was du gesagt hast.
pt_br: Desculpe, não consegui entender o que você disse.

source: This is radio, you have to wait for next track to play.
de_de: Du hörst Radio — du musst auf den nächsten Titel warten, bis er abgespielt wird.

source: Resuming {}
de_de: Setze {} fort
pt_br: Continuando {}

source: This is radio, you can not do that. You can ask me to stop or pause to stop listening.
de_de: Du hörst Radio — das ist nicht möglich. Bitte sage ‚Stopp‘ oder ‚Pause‘, um die Wiedergabe zu beenden.
pt_br: Isso é rádio, você não pode fazer isso. Você pode me pedir para parar ou pausar para parar de ouvir.

source: Goodbye.
de_de: Auf Wiedersehen.
pt_br: Adeus.

source: Sorry, this skill is not supported on this device
de_de: Entschuldigung, dieser Skill wird auf diesem Gerät nicht unterstützt
pt_br: Desculpe, esta skill não é compatível com este dispositivo

source: test english
de_de: Test auf Englisch
pt_br: teste português

source: test with parameters {} and {}
de_de: Test mit Parametern {} und {}
pt_br: teste com parâmetros {} e {}

source: This is radio, you have to wait for previous or next track to play.
pt_br: Isso é rádio, você precisa esperar a faixa anterior ou próxima tocar.
